{
    "title": "Datenschutzerklärung",
    "description": {
        "title": "Was ist Funny Fart?",
        "text1": "Funny Fart ist eine native Android App, dessen Funktionalität das Bewerten der eigenen Fürze umfasst. Die App nutzt eine Formel von <a target='_blank' rel='noopener noreferrer' class='text-blue-500 underline' href='https://www.beano.com/posts/the-worlds-funniest-fart'>Beano Studies</a>.",
        "text2": "Die Funktionalitäten umfassen das Berechnen von Scores für Fürze, das Speichern der Scores in einer lokalen Datenbank, die Aufnahme und das Speichern von Audios der Fürze und das Teilen der Audios."
    },
    "personalInfos": {
        "title": "Persönliche Informationen",
        "text": "Wir haben unsere App \"Funny Fart\" unter Berücksichtigung Ihrer Privatsphäre erstellt. Dies bedeutet, dass keine personenbezogenen Daten von Ihnen sammeln. Mit anderen Worten, wir erfassen keine Informationen wie Ihren Namen, Ihre Adresse, Telefonnummer, E-Mail-Adresse oder den genauen geografischen Standort."
    },
    "permissions": {
        "title": "Erklärungen der Berechtigungsanfragen",
        "text": "In unserer Anwendung fordern wir einige vertrauliche Berechtigungen an, damit Funktionen ordnungsgemäß funktionieren:",
        "audio": {
            "code": "android.permission.RECORD_AUDIO:",
            "text": "Wir verwenden das Mikrofon, um die Geräusche Ihrer Fürze aufzunehmen. Sie können diese Sounds an einen gespeicherten Furz anhängen."
        },
        "write": {
            "code": "android.permission.WRITE_EXTERNAL_STORAGE:",
            "text": "Wir verwenden diese Berechtigung, um die Audios und Scores Ihrer Fürze in einer Datenbank im internen Telefonspeicher zu speichern. Wir verarbeiten diese Daten nicht. Wenn Sie die App von Ihrem Telefon entfernen, werden auch diese Daten gelöscht."
        },
        "read": {
            "code": "andriond.permission.READ_EXTERNAL_STROAGE:",
            "text": "Wir verwenden diese Berechtigung, um die gespeicherten Fürze (Scores und Audios) aus Ihrem lokalen Telefonspeicher zu."
        }
    },
    "contact": {
        "title": "Kontakt",
        "text": "Ansgar Lichter & Markus Scheuring: <br> <a  target='_blank' rel='noopener noreferrer' class='text-blue-500 underline' href=\"mailto:funnyfart@markusscheuring.de\">funnyfart@markusscheuring.de</a>"
    }
}